[{
  "id": "voa_001",
  "title": "Scientists Find New Step in Brain Development",
  "image": "https://gdb.voanews.com/1067F4DF-C746-4284-BA7B-C30F08CC3555_w987_r1_s.jpg",
  "origin": "http://learningenglish.voanews.com/a/scientists-find-new-step-in-brain-development-health-and-lifestyle/3633193.html",
  "language": "en",
  "sentences": [{
    "text": "Over the years, scientists and medical researchers have spent much time studying the human brain.",
    "paragraph": 1,
    "track": 1
  }, {
    "text": "Even after countless studies, the workings of the brain remain largely a mystery.",
    "paragraph": 1,
    "track": 2
  }, {
    "text": "New research, however, is shining light on how this complex organ develops.",
    "paragraph": 2,
    "track": 3
  }, {
    "text": "Scientists in California say they have discovered a formerly unknown period of brain development in newborn babies.",
    "paragraph": 3,
    "track": 4
  }, {
    "text": "They say the discovery may help answer questions about the human thought process.",
    "paragraph": 4,
    "track": 5
  }, {
    "text": "It may also lead to a better understanding of diseases of the human nervous system.",
    "paragraph": 4,
    "track": 6
  }, {
    "text": "Scientists once thought that the wiring of most babies’ brains -- their brain’s circuitry -- develops before they are born.",
    "paragraph": 5,
    "track": 7
  }, {
    "text": "But new research shows that this circuitry is a work-in-progress.",
    "paragraph": 5,
    "track": 8
  }, {
    "text": "It continues developing for months after birth.",
    "paragraph": 5,
    "track": 9
  }, {
    "text": "Scientists at the University of California in San Francisco (UCSF) studied neurons that are believed to form deep in the brain.",
    "paragraph": 6,
    "track": 10
  }, {
    "text": "They found that these cells move to the brain’s prefrontal cortex.",
    "paragraph": 6,
    "track": 11
  }, {
    "text": "The prefrontal cortex is an area that influences personality development and much more.",
    "paragraph": 6,
    "track": 12
  }, {
    "text": "The findings may lead to a better understanding of how the human brain grows and develops.",
    "paragraph": 7,
    "track": 13
  }, {
    "text": "Arturo Alvarez-Buylla is a Professor of Neurological Surgery at the university.",
    "paragraph": 8,
    "track": 14
  }, {
    "text": "He says the discovery shows that neurons make very long trips in the brain.",
    "paragraph": 8,
    "track": 15
  }, {
    "text": "They migrate like some animals -- moving from the place where they are born to their final resting place.",
    "paragraph": 9,
    "track": 16
  }, {
    "text": "At this location, the cells become part of a complex system of wiring, which makes up our brain.",
    "paragraph": 9,
    "track": 17
  }, {
    "text": "The professor calls this a “fascinating phenomenon.”",
    "paragraph": 10,
    "track": 18
  }, {
    "text": " \"It is just a fascinating phenomenon when it happens in the embryo, and it's happening in a much more complex brain that is bigger and much more complex.",
    "paragraph": 11,
    "track": 19
  }, {
    "text": "... That fact that these cells can make these long migrations, journeys from the site where they are probably born to their ultimate locations, where they are going to become integrated into circuits.\"",
    "paragraph": 11,
    "track": 20
  }, {
    "text": "These circuits, or pathways, in the prefrontal cortex are thought to be linked to neurological disorders, such as autism and schizophrenia.",
    "paragraph": 12,
    "track": 21
  }, {
    "text": "The professor says the progress made by the scientific community is fascinating.",
    "paragraph": 13,
    "track": 22
  }, {
    "text": "But, he adds, they still have a long way to go.",
    "paragraph": 13,
    "track": 23
  }, {
    "text": " \"We have learned tremendously about brain development, but it's still a very small fraction of what we need to know to really understand how the brain functions and gets assembled.",
    "paragraph": 14,
    "track": 24
  }, {
    "text": "So it's fascinating that we are making progress so fast, but we have a long way to go.\"",
    "paragraph": 14,
    "track": 25
  }, {
    "text": "So, as newborn babies sleep quietly in their beds, their brains are busy.",
    "paragraph": 15,
    "track": 26
  }, {
    "text": "They are busy making connections that will shape their reasoning, personalities and perception of the world.",
    "paragraph": 15,
    "track": 27
  }]
}]